{
    "jokes": [
        "Two guys stole a calendar. They got six months each.",
        "Autocorrect can go straight to he'll.",
        "two peanuts were walking down the street. one was a salted.",
        "i asked a friend to the gym, but they never showed up. i guess the two of us aren't gonna work out.",
        "today my son asked 'can i have a book mark?' and i burst into tears. 11 years old and he still doesn't know my name is brian.",
        "my wife is really mad at the fact that i have no sense of direction. so i packed up my stuff and right.",
        "how do you make holy water? you boil the hell out of it.",
        "im reading a book about anti-gravity. its impossible to put down!",
        "what do you call someone with no body and no nose? nobody knows.",
        "a slice of apple pie is $2.50 in Jamaica and $3.00 in the Bahamas. these are the pie rates of the caribbean.",
        "justice is a dish best served cold, if it were served warm it would be justwater.",
        "if you see a robbery at an Apple Store does that make you an iWitness?",
        "why did the invisible man turn down the job offer? he couldn't see himself doing it.",
        "what has two butts and kills people? an assassin",
        "why couldn't the bike stand up by itself? it was two tired.",
        "when a woman is giving birth, she is literally kidding.",
        "What’s the best part about living in Switzerland? Not sure, but the flag is a big plus.",
        "what did the buffalo say to his son when he dropped him off at school? bison.",
        "why did the crab never share? because he's shellfish.",
        "as a lumberjack, i know that i've cut exactly 2,417 trees. i know because every time i cut one, i keep a log.",
        "what do prisoners use to call each other? cell phones.",
        "You can’t trust atoms. They make up everything!",
        "Why won’t it hurt if you hit your friend with a 2-liter of soda? Because it’s a soft drink!",
        "What has four wheels and flies? Garbage truck",
        "I got fired from my job at the bank today. An old lady came in and asked me to check her balance, so I pushed her over.",
        "What do you call an elephant that doesn’t matter? An irrelephant.",
        "Why do you smear peanut butter on the road? To go with the traffic jam.",
        "I used to be addicted to soap, but I’m clean now.",
        "Working in a mirror factory is something I could totally see myself doing."
    ]
}
